/* $ObjectName=AfariaProvider_iOS */
/* $Collection=odata.ios */
/* $Domain=BC */
/* $Developer=I043975 */
/* $Description=OData - iOS Components */

/* XCAP */
"AfariaCertificateProviderPasswordScreenTitle" = "Afaria-kirjautumistiedot";

/* XMSG */
"AfariaCertificateProviderPasswordScreenContent" = "Afaria-varmenteen tarjoaja tarvitsee syöttöäsi varmenteen lataamiseksi Afaria-palvelimesta. Varmenteesi tallennetaan turvallisesti.";

/* XBUT */
"AfariaCertificateProviderPasswordScreenOkButtonText" = "Valmis";

/* XBUT */
"AfariaCertificateProviderPasswordScreenCancelButtonText" = "Peruuta";

/* XCAP */
"AfariaCertificateProviderCertificateDownloadTitle" = "Afaria-varmenne";

/* XMSG */
"AfariaCertificateProviderCertificateDownloadInProgress" = "Afaria-varmennetta pyydetään";

/* XMSG */
"AfariaCertificateProviderGeneralErrorMessage" = "Tapahtui virhe, ota yhteys pääkäyttäjään.";

/* XMSG */
"AfariaCertificateProviderAfariaInitializationError" = "Virhe Afarian alustuksessa";

/* XMSG */
"AfariaCertificateProviderUserCancelledError" = "Käyttäjä peruutti";

